[AttributePresentation_Soldier AttributePresentationDefinition]
Description="$willow game Business card definition. sample."
NoConstraintText=""
Suffix=""
Prefix=""

[Soldier.Head_Pumpkin UsableCustomizationItemDefinition]
ItemCardTopStatString="%sminus 2 %s1"
UseFailureCharacterMessage="Definitely Yes. %s To use this article."
ItemName=""
PickupMessage="You have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This product is no longer available.."
NoManufacturerName="general"

[Soldier.Skin_Wolf UsableCustomizationItemDefinition]
ItemCardTopStatString="%sand or %s1"
UseFailureCharacterMessage="we should %s Using this item."
ItemName=""
PickupMessage="I agree with that %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You may not use this item."
NoManufacturerName="general"

